export const NAV = [
  { title: "Главная", href: "#greeting" },
  { title: "О нас", href: "#about_us" },
  { title: "Тренировки", href: "#trainings" },
  { title: "Тренеры", href: "#coaches" },
  { title: "Отзывы", href: "#reviews" },
  { title: "Контакты", href: "#contacts" },
];

export const GREETING_SLIDES = [
  {
    title: "Тренировки на льду",
    description:
      "Техника отбивания/ловли шайбы, перемещения в воротах, катание",
    img: "images/greeting/footage_1.jpg",
  },
  {
    title: "Тренировки на земле",
    description:
      "ОФП, упражнения с акцентом на координацию и реакцию, увеличение амплитуды движений вратаря",
    img: "images/greeting/footage_2.jpg",
  },
  {
    title: "Тренировки с шайбометом",
    description:
      "Техника отбивания/ловли шайбы, правильная постановка рук, визуальный контроль шайбы, переключение внимания",
    img: "images/greeting/footage_3.jpg",
  },
];

export const TRAININGS_SLIDES = [
  {
    status: 1,
    img_desktop: "images/trainings/desktop/training_1.png",
    img_mobile: "images/trainings/mobile/training_1.png",
    title: "ОФП",
    description:
      "ОФП - неотъемлемая часть подготовки голкипера, а специфика амплуа требует и специфики в подходе. Эффективные комплексы упражнений, способствующие развитию координации, реакции, силы и выносливости, увеличению амплитуды движений вратаря ложатся в фундамент, вокруг которого строится будущий успех.",
  },
  {
    status: 2,
    img_desktop: "images/trainings/desktop/training_2.png",
    img_mobile: "images/trainings/mobile/training_2.png",
    title: "Подготовка вне льда",
    description:
      "Подготовка вне льда помогает вратарю сконцентрировать своё внимание на конкретных элементах и движениях. На тех моментах, которым сложно уделить внимание во время ледовой подготовки. Например, научиться правильной постановке рук и работе корпусом. Постоянная тренировка и правильное исполнение становится навыком, что позволяет повысить эффективность действий на льду.",
  },
  {
    status: 3,
    img_desktop: "images/trainings/desktop/training_3.png",
    img_mobile: "images/trainings/mobile/training_3.png",
    title: "Ледовая подготовка",
    description:
      "Во время ледовой подготовки вратарь учится действовать максимально эффективно, объединяя различные элементы в единое целое. Нашими специалистами разработана проверенная методика, позволяющая добиться результата при регулярных занятиях. Во время тренировок на льду мы исправляем ошибки, учим не только правильной технике, но и анализу игровой ситуации, отдельно уделяется внимание визуальному контролю шайбы, переключению внимания, контролю рикошетов, доработкам на добиваниях - всему тому, что делает из обычного игрока профессионала и поможет, при грамотном использовании, выйти на новый уровень игры.",
  },
];
